/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@\nje najnovšia dostupná verzia.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@\nje najnovšia dostupná verzia.\n(You are currently running version %3$@.)";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "Je dostupná aplikácia %1$@ %2$@ — máte %3$@. Chcete ju prevziať teraz?";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "%@ prevzaté";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@ z %2$@";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "Aplikácia %1$@ %2$@ bola prevzatá a je pripravená na použitie! Chcete teraz nainštalovať a následne znovu spustiť %1$@?";

/* No comment provided by engineer. */
"%1$@ can’t be updated, because it was opened from a read-only or a temporary location." = "Aplikáciu %1$@ nemožno aktualizovať, ak je spustená zo zväzku s právami len na čítanie (napríklad z obrazu disku alebo optického disku).";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Je dostupná nová verzia aplikácie %@!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "Nová verzia aplikácie %@ je pripravená na inštaláciu!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Pri získavaní informácie o aktualizácii sa vyskytla chyba. Skúste neskôr.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Pri preberaní aktualizácie sa vyskytla chyba. Skúste neskôr.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Pri rozbaľovaní archívu sa vyskytla chyba. Skúste neskôr.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Pri analyzovaní aktualizácie sa vyskytla chyba.";

/* No comment provided by engineer. */
"Cancel" = "Zrušiť";

/* No comment provided by engineer. */
"Cancel Update" = "Zrušiť aktualizáciu";

/* No comment provided by engineer. */
"Checking for updates…" = "Kontrolujú sa aktualizácie…";

/* Take care not to overflow the status window. */
"Downloading update…" = "Preberá sa aktualizácia…";

/* Take care not to overflow the status window. */
"Extracting update…" = "Rozbaľuje sa aktualizácia…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Inštalovať a znovu spustiť";

/* Take care not to overflow the status window. */
"Installing update…" = "Inštaluje sa aktualizácia…";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Pripravené na inštaláciu";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Môže %1$@ automaticky kontrolovať aktualizácie? Kedykoľvek ich môžete z ponuky %1$@ skontrolovať aj manuálne.";

/* No comment provided by engineer. */
"Update Error!" = "Chyba aktualizácie!";

/* No comment provided by engineer. */
"Updating %@" = "Aktualizuje sa %@";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "Presuňte aplikáciu %1$@ do priečinka Applications, spustite ju odtiaľ a potom znova skúste aktualizáciu.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You’re up to date!" = "Máte aktuálnu verziu!";

"%1$@ can’t be updated if it’s running from the location it was downloaded to." = "Prosím, presuňte %1$@ do priečinka Aplikácie, aby ste mohli povoliť aktualizácie.";
